# Auto-generated vocab for reversible token-stream normalization.
# Tokens are literal substrings. Escapes: \\s space, \\t tab, \\n newline, \\\\ backslash.

.com
.org
.ru
://
\sA
\sa
\sac
\saccept
\sACK
\saead
\sAES
\saes
\sal
\satte
\sattempt
\sattempts
\savg
\sb
\sback
\sbase
\sbro
\sbroadcast
\sburst
\sbytes
\sC
\sc
\scall
\scmp
\sco
\scomp
\scomplete
\sconfirm
\sConfirmed
\sconnected
\scount
\sCRY
\sCRYPTO
\sd
\sde
\sdecrypt
\sdest
\sDI
\sDISCOVERY
\sdone
\sdt
\se
\senc
\sev
\sevent
\sex
\sexch
\sexchange
\sF
\sf
\sfa
\sfailed
\sFile
\sfor
\sframe
\sfrom
\sG
\sGUI
\sHE
\sHEALTH
\shop
\shops
\shttp
\sid
\sin
\sinit
\sinitiator
\sK
\skdf
\sKEY
\skey
\sKEYOK
\sL
\sl
\sla
\slang
\slast
\sLIM
\sLIMITS
\sline
\slisten
\slistening
\sm
\smax
\sMe
\sme
\sMesh
\sMeshtastic
\smessage
\smeta
\smism
\smismatch
\smt
\sn
\snew
\sno
\snodes
\snormal
\so
\sok
\sold
\sON
\sour
\sp
\spa
\sparams
\sparsing
\sparts
\speer
\speers
\spend
\spending
\spinned
\splain
\splaintext
\spo
\sport
\spub
\spubli
\spublic
\sQ
\sque
\sQUEUE
\squeue
\sR
\sRA
\sRADIO
\sre
\sready
\sreason
\srec
\sreceived
\srecent
\srecv
\srequest
\sresp
\sresponse
\srtt
\ss
\sSE
\sself
\sSEND
\ssend
\ssent
\ssil
\ssilent
\sst
\ssta
\sstale
\sstart
\sstarted
\sstorage
\ssup
\ssuppressed
\sT
\st
\stimeout
\sto
\sTrac
\strac
\sTRACE
\strace
\sTraceback
\stracked
\stype
\sU
\sUse
\swait
\swi
\swire
\swith
\sx
\sМа
\sМаршрут
aa
ac
aca
accept
ace
ACK
ack
acked
act
activ
activity
ad
adca
adcast
ady
ae
aead
AES
aes
AF
af
aG
age
ages
AL
al
alk
all
alpha
ALTH
an
and
ange
antenna
ar
as
ase
ason
at
ata
atch
atte
attempt
attempts
Au
AuMCwiaW
auto
avg
aW
await
ax
back
backoff
bandwidth
base
bb
bC
bc
bd
be
beta
bf
bG
bGw
bm
bMS
bn
bnVsbC
bro
broadcast
bu
buf
buffer
build
burst
bw
bytes
BzIjo
BzIjow
BzIjowLjAsImluY
ca
cal
call
cc
cd
cde
CE
ce
ceiv
ceived
cent
cept
cG
cGFja
cGN
cH
ch
channel
chunk
CK
cm
cmp
cmRfaG
cmV
cn
cndh
cnk
cnV
cnVlLCJmb
co
coax
coding\srate
comp
complete
config
confirm
Confirmed
confirmed
connected
connector
count
cr
CRY
cry
crypt
CRYPTO
cw
cx
cy
cyI
da
dB
db
dbm
dd
de
deadline
debug
decrypt
defaults
delivery
des
dest
dev
DF
dF
df
dH
dh
dHJ
dHMiOj
dHMiOjE
DI
DIO
DISCOVERY
dm
dmV
done
downgrade
dropped
dt
ead
eb
eback
ec
ed
ee
eer
ef
elf
en
enc
end
ent
env
Er
er
ERROR
Error
error
ERY
ES
Es
eS
es
eSI
EsMV
esp32
Eu
eu
Ev
ev
event
ex
exch
exchange
EY
Ey
ey
eyJhY
Ez
fa
factory\sreset
fail
failed
fatal
fd
fe
ff
fi
File
fir
firmware
Fj
Fja
for
fQ
fragmentation
frame
freq
frequency
From
from
FromRadio
fw
FyZ
FyZF
GC
GCM
gcm
ge
groundplane
GUI
HA
hb
hbHN
hdF
hdH
HE
head
header
HEALTH
heltec
heltec_v3
HK
HKDF
hkdf
HN
ho
home
hop
hops
hops=1
hops=2
hops=3
hops=4
https
hv
hvcH
hvcHMiOj
hvcHMiOjAuMCwiaW
hY
iat
iator
ib
ible
ic
id
Ij
Ijo
Ijp
IjpbMS
IjpbMSwxXSwic
IjpmY
IjpmYWxz
Ijpud
IjpudWxsLCJ
IjpudWxsLCJjb
il
ile
iled
IM
ime
imeout
in
ine
info
ing
ini
init
initiator
inned
iO
io
iOj
iOm
iOmZ
iOmZhbHN
ion
iOnR
iOnRydWU
ipx
IR
is
ism
IT
it
ITS
ity
iv
Ix
Iz
jb
jec
jects
JG
JhY
JkX
json
jZ
jZWl
kb
kdf
ke
ked
KEY
key
KEYOK
keyRings
Kp
KR
kX
kZ
kZWx
kZWxpdmV
kZWxpdmVyZ
la
lain
lang
last
lb
LC
LCJ
LCJkb
LCJkZWxpdmV
LCJkZWxpdmVyeSI
ld
le
lete
lf
li
lib
lIjp
lIjpudWxsLCJ
LIM
lim
limit
LIMITS
line
list
listen
listening
Lj
LjA
LjAsIm
LjAsImluY
lLCJ
lLCJmb
lLCJwY
lLCJwYWNrZXRz
lo
local
logging
logs
lora
lorawan
lost
ls
luY
lvb
lvbl
LW
lZ
lZmZf
lZmZfcGN
max
mb
MC
MCwi
MCwiaW
MD
MDcw
MDg
MDk
MDky
Me
me
med
Mesh
mesh
meshT
Meshtastic
meshtastic
meshtastic\s--configure
meshtastic\s--export-config
meshtastic\s--import-config
meshtastic\s--info
meshtastic\s--nodes
meshtastic\s--reset
meshtastic\s--set
meshtastic\s--traceroute
meshTools
message
meta
mF
Mi
MiOj
mism
mismatch
Mj
MjQ
MjU
mo
most
mote
mp
mpt
MS
ms
MT
mt
MTc
MTI
mtu
mU
MV
Mx
My
mY
Mz
mZ
MzE
mZf
mZv
nack
nanovna
NC
ND
NDA
ne
nec
ned
new
ng
Ni
nightly
nIjpmYWxz
nIjpmYWxzZSwi
Nj
Nlb
Nlbn
Nn
no
nodes
noise
noise=-120
none
normal
nR
nrf52
NS
NT
NTk
Nvb
NvbWlu
NvbWluZyI
Ny
Nz
NzA
ob
OC
OD
ODc
OK
ok
old
ON
on
one
onfir
onfirm
onfirmed
onnec
onnected
onse
oo
ools
or
orage
orm
ormal
OS
OT
ou
our
out
OV
ov
over
overflow
overhead
pa
pack
packages
packets
params
parsing
parts
payload
pbm
pbmc
pbmciOmZhbHN
pbmNvbWluZyI
pdmV
pe
peer
peerat
peers
pend
pending
pic
pinned
plain
plaintext
po
port
poss
possible
power
pr
pre
pres
preset
pressed
pro
profile
projects
protobuf
PT
pt
PTO
pub
publi
public
Pv
py
pyth
python
Qu
que
quest
QUEUE
queue
Qy
RA
ra
rac
RACE
Rad
RADIO
Radio
radio
rak
rak4631
rame
rams
Re
re
ready
reason
reboot
rec
receive
received
recent
recv
region
release
remote
request
resend
Reset
reset
resp
response
retransmit
retry
Rf
rf
RfaG
RfYX
RfYXRf
RfYXRfdHMiOjE
rg174
rg316
rg58
Ring
Rings
Rlb
RlbXB
ro
rollback
rom
ror
rp-sma
rpsma
rs
rsing
rssi
rssi=-105
rssi=-70
rssi=-85
rssi=-95
rt
rted
rts
rtt
ru
run
Rvb
RvbmU
rx
RY
ry
Rz
rZ
same\sissue\shere
SC
sc
SCOV
SCOVERY
SE
se
sed
self
SEND
send
send\slogs\spls
sent
set
sf10
sf11
sf12
sf7
sf8
sf9
sh
SHA
sha
sI
si
sil
silent
sIm
sImRvbmU
sImRvbmUiOnRydWU
sImZv
sImZvcndh
sImZvcndhcmRfaG
sIn
sInNlbn
site
sma
snr
snr=-12
snr=-15
snr=-20
snr=-5
snr=-8
sp
ss
ssage
St
st
sta
stable
stale
start
started
stic
stm32
storage
sup
suppressed
swr
sx1262
sx1276
t-beam
t-deck
ta
tal
tastic
taW
tbeam
tdeck
te
ted
terf
terface
tes
text
tf
tfaG
TH
th
timeout
tl
to
tobuf
total
Trac
trac
TRACE
trace
Traceback
tracked
transmit
try
ts
tte
tx
txpower
type
ub
ud
UE
ue
UEUE
ufl
UI
un
unk
unt
uNz
up
update
upgrade
ur
urst
us
Use
uto
Uu
Ux
uY
uYW
uZSI
VAF
vb
venv
verbose
version
vg
Vs
Vsa
VsaXZl
VsbC
Vud
VudF
wa
wait
waiting
warn
warning
wcmV
wcmVzc
wcyI
wi
wic
WIR
wire
WIREv
wisblock
wit
with
wiZ
wiZG
wiZGVsaXZl
wiZGVsaXZlcnk
wiZGVsaXZlcnkiOj
wiZGVsaXZlcnkiOm
wiZm
Wl
wLCJ
wLCJhdH
wLCJhdHRlbXB
wLCJjb
wLCJkZWxpdmVyZ
wLCJpbmNvbWluZyI
Wlu
WN
WNrZ
WNrZXRz
works\sfor\sme
WRfYXRfdHMiOjE
WU
Ww
www.
Wx
wx
Wxs
WxsLCJ
wxXS
wxXSwic
Wxz
wY
Wz
WzEsMV
XB
xL
xNz
XRz
XS
xt
XZ
XZl
yagi
yaml
yd
ydWU
yeSI
ype
ytes
YX
YXJkX
Yy
yZ
zc
zIjo
ZmF
ZmFsc
ZS
ZSI
ZSwi
ZSwicmV
ZSwicmVjZWl
ZSwiZm
ZW
ZWRfYXRfdHMiOjE
Zy
ZyI
ага
адаптер
антенна
апдейт
ат
билд
буфер
бывает
в\sлогах\scrc
в\sлогах\sdrop
в\sлогах\sretry
в\sлогах\stimeout
в\sлогах\sошибки
в\sлогах\sпусто
версия
где\sлог
где\sошибка
глючит
да
давай
давай\sглянем
давай\sпроверим
давай\sтак
давай\sтест
дай\sконфиг
дай\sнастройки
доставка
ждем
жду
зависло
здарова
здравствуйте
кабель
канал
коллинеарка
конечно
конечно\sже
конфиг
конфигурация
крашится
ксв
кто\sна\sсвязи
кто\sонлайн
кто\sтут
ку
лагает
лог
Ма
Маршрут
меш
минуту
на\sместе
настроил
настройка
настройки
не\sпонял
не\sработает
неа
нестабильно
нет
обновил
обновить
ок
окей
опять\sсломалось
отваливается
откат
очередь
падает
пакет
параметры
перезапуск
переполнение
перепрошил
повтори
повтори\sеще\sраз
подожди
покажи
понял
потери
потеря
почему\sне\sработает
привет
приветики
принял
принято
профиль
прошивка
прошил
работает
работает\sли
работает\sнорм
работает\sстабильно
радио
ребут
регион
релиз
рестарт
ру
рут
рш
ршрут
салют
сброс
секунду
скинь
скинь\sконфиг
скинь\sлог
скинь\sскрин
слушай
смотри
софт\sресет
странно
таймаут
тормозит
тут\sвы
тут\sмы
тут\sя
угу
фрагментация
фрейм
хард\sресет
частота
что\sза\sбаг
что\sслучилось
эфир
эфир\sзабит
эфир\sсвободен
ясно
